Repository: pcescato/i2019
Catalog: languages/*.po
Languages: fr_fr

source: Footer Menu
fr_fr: Menu du pied de page

source: i2019 Options
fr_fr: Réglages i2019

source: i2019 Theme Options.
fr_fr: Options du thème i2019.

source: Footer Features
fr_fr: Options du pied de page

source: Change Footer Features Here.
fr_fr: Modifier le pied de page.

source: Infinite Scroll
fr_fr: Défilement infini

source: Activate infinite scroll.
fr_fr: Activer le défilement infini.

source: CSS Tweaks
fr_fr: Ajustements CSS

source: All i2019 Theme CSS tweaks.
fr_fr: Tous les ajustements CSS.

source: Archives Metas
fr_fr: Métas des archives

source: Keep or remove Post Metas from Archives Pages.
fr_fr: Laissez ou supprimez les métas d'articles dans les pages d'archives.

source: Single Post Content
fr_fr: Contenu d'un article

source: Add extra content to single post.
fr_fr: Ajouter du contenu à l'article.

source: Activate infinite scroll when checked. You must enable Infinite scroll in Jetpack > Settings > Writing: Load more posts in page with a button
fr_fr: Activer le défilement infini. Vous devez aussi activer l'option dans Jetpack > Réglages > Rédaction : <em>Charger les articles suivants grâce à un bouton</em>

source: Right Align Footer Menu
fr_fr: Alignement à droite du menu

source: Footer Content
fr_fr: Contenu du pied de page

source: Display excerpt above content
fr_fr: Afficher l'extrait au-dessus de l'article

source: Display post words count
fr_fr: Afficher le nombre de mots

source: Display post time to read
fr_fr: Afficher le temps de lecture

source: Single Post Metas
fr_fr: Méta Article

source: Keep or remove Post Metas from Single Post.
fr_fr: Laissez ou supprimez les métas d'articles dans les articles.

source: Make Content Full Width
fr_fr: Affichage pleine largeur du contenu

source: Remove featured Image Margin
fr_fr: Supprimer la marge sous l'image à la Une

source: Theme Colors
fr_fr: Couleurs du thème

source: Define colors for text and background.
fr_fr: Définir les couleurs du texte et de l'arrière plan

source: Text color
fr_fr: Couleur du texte

source: Background color
fr_fr: Couleur de l'arrière plan

source: Set Separators between Menu Items
fr_fr: Définir des séparateurs antre les éléments du menu

source: Remove Border around Logo
fr_fr: Supprimer la bordure du logo au survol

source: Remove Author Post Meta
fr_fr: Supprimer la méta Auteur

source: Remove Date Post Meta
fr_fr: Supprimer la méta Date

source: Remove Comments Post Meta
fr_fr: Supprimer la méta des commentaires

source: Remove Space After Title
fr_fr: Supprimer l'espace après le titre

source: Posted in
fr_fr: Publié dans

source: Tags:
fr_fr: Étiquettes :

source: Edit <span class="screen-reader-text">%s</span>
fr_fr: Éditer %s

source: <i class="i2019-icon-info-circled-alt"></i> %s words - <i class="i2019-icon-stopwatch"></i> Reading time: %s mn
fr_fr: <i class="i2019-icon-info-circled-alt"></i> %s mots - <i class="i2019-icon-stopwatch"></i> Temps de lecture : %s mn

source: <i class="i2019-icon-stopwatch"></i> Reading time: %s mn
fr_fr: <i class="i2019-icon-stopwatch"></i> Temps de lecture : %s mn

source: <i class="i2019-icon-info-circled-alt"></i> %s words
fr_fr: <i class="i2019-icon-info-circled-alt"></i> %s mots

source: Install Required Plugins
fr_fr: Installer les extensions requises

source: Install Plugins
fr_fr: Installer les extensions

source: Installing Plugin: %s
fr_fr: Installation de l'extension : %s

source: Updating Plugin: %s
fr_fr: Mise à jour de l'extension : %s

source: Something went wrong with the plugin API.
fr_fr: Quelque chose s'est mal passé avec l'API de l'extension.

source: This theme requires the following plugin: %1$s.
fr_fr: Ce thème requiert l'extension suivante : %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fr_fr: L'extension suivante nécessite une mise à jour pour assurer une compatibilité optimale avec le thème : %1$s.

source: There is an update available for: %1$s.
fr_fr: Une mise à jour est disponible pour : %1$s.

source: The following required plugin is currently inactive: %1$s.
fr_fr: L'extension suivante est actuellement désactivée : %1$s.

source: Begin installing plugin
fr_fr: Démarrage de l'installation de l'extension

source: Begin updating plugin
fr_fr: Démarrage de la mise à jour de l'extension

source: Begin activating plugin
fr_fr: Démarrage de l'activation de l'extension

source: Return to Required Plugins Installer
fr_fr: Retourner à l'installation des extensions requises

source: Plugin activated successfully.
fr_fr: Extension activée.

source: The following plugin was activated successfully:
fr_fr: L'extension suivante a éé activée :

source: No action taken. Plugin %1$s was already active.
fr_fr: Aucune action nécessaire : L'extension %1$s était déjà activée.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fr_fr: L'extension n'a pas été activée. Une version plus récente est requises, veuillez mettre à jour l'extension.

source: All plugins installed and activated successfully. %1$s
fr_fr: Toutes les extensions ont été installées et activées. %1$s

source: Dismiss this notice
fr_fr: Supprimer cette notice

source: There are one or more required or recommended plugins to install, update or activate.
fr_fr: Il n'y a plus d'extension requise ou recommandée à installer et à activer.

source: Please contact the administrator of this site for help.
fr_fr: Veuillez demander de l'aide à l'administrateur du site.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
fr_fr: Continuez la lecture<span class="screen-reader-text"> de "%s"</span>

# post
source: Featured
fr_fr: Mis en avant

source: Based on the Twenty Nineteen default Theme, i2019 offers additional customization options. It allows you to display your texts in full width, to delete the margin under the featured image, to personalize metadata displayed in archives and posts.
fr_fr: Basé sur le thème par défaut Twenty Nineteen, i2019 offre des options de personnalisation supplémentaires. Il vous permet d'afficher vos textes en pleine largeur, de supprimer la marge sous l'image à la Une, de personnaliser les métadonnées affichées dans les archives et les publications.
